Repository: th3-z/kf2-magicked-admin
Catalog: locale/*/LC_MESSAGES/admin_patches.po
Languages: de_de, es_es, fr_fr, pt_br

source: Killing Floor 2 Admin Patches
es_es: Killing Floor 2 Parches de administrador
pt_br: Killing Floor 2 Admin atualizações

source: Specify server location
de_de: Server-Standort angeben
es_es: Parchimiento fallido
fr_fr: Spécifier l'emplacement du serveur
pt_br: Especificar localização do servidor

source: Select Killing Floor 2 server location
de_de: Wähle den Killing Floor 2 Server Standort aus
es_es: Seleccione la ubicación del servidor de Killing Floor 2
fr_fr: Sélectionnez l'emplacement de Killing Floor 2
pt_br: Selecione a pasta de instalação do servidor de Killing Floor 2

source: Please open your server's install folder in the file dialogue
de_de: Bitte öffne den Installationsordner deines Servers im Dateidialog
es_es: Por favor, abre la carpeta de instalación de tu servidor en el cuadro de archivos
fr_fr: Veuillez ouvrir le dossier d'installation de votre serveur dans la boîte de dialogue
pt_br: Por favor, abra a pasta de instalação do seu servidor no diálogo arquivo

source: User cancelled installation
de_de: Abbruch der Installation durch den User
es_es: Instalación cancelada por el usuario
fr_fr: L'utilisateur a annulé l'installation
pt_br: Instalação cancelada pelo usuário

source: Killing Floor 2 server not found in path: {}
de_de: Killing Floor 2 Server nicht gefunden im Pfad: {}
es_es: El servidor Floor 2 no se encuentra en la ruta: {}
fr_fr: Le serveur Killing Floor 2 n'as pas été trouvé :dans le dossier : {}
pt_br: Servidor de Killing Floor 2 não encontrado no caminho: {}

source: Validating files...
de_de: Überprüfe Dateien...
es_es: Validando archivos...
fr_fr: Validation des fichiers...
pt_br: Validando arquivos...

source: Server file validation failed, possible reasons: - Game update - User mods - Patches already applied
de_de: Die Validierung der Serverdatei ist fehlgeschlagen, mögliche Gründe: - Spiel-Update - Mods - Bereits angewendete Patches
es_es: Falló la validación de los archivos del servidor, posibles razones: - Actualización de juego - Mods de usuario - Parches ya aplicados
fr_fr: La validation du fichier du serveur a échoué, raisons possibles : - Mise à jour du jeu - Mods utilisateur - Patches déjà appliqués
pt_br: Falha na validação dos arquivos do servidor, possíveis motivos: - atualização do jogo - mods de usuário - Correções já aplicadas

source: Patching files...
de_de: Patche Dateien...
es_es: Parchando archivos...
fr_fr: Mise à jour des fichiers...
pt_br: Atualizando arquivos...

source: Patching failed
de_de: Patchen fehlgeschlagen
es_es: Falló el parchamiento
fr_fr: La mise à jour a échoué
pt_br: Falha na atualização

source: Patches installed successfully!
de_de: Patches erfolgreich installiert!
es_es: Parches instalados exitosamente!
fr_fr: Patchs installés avec succès !
pt_br: Atualizações instaladas com sucesso!

source: Press enter to exit...
de_de: Drücke Enter zum beenden...
es_es: Presione Entrar para salir...
fr_fr: Appuyez sur Entrée pour quitter...
pt_br: Pressione enter para sair...

source: Applying {}
de_de: Anwenden {}
es_es: Aplicando {}
fr_fr: Application de {}
pt_br: Aplicando {}

source: Patch failed to apply successfully
de_de: Patch konnte nicht erfolgreich angewendet werden
es_es: Parche fallado para aplicar exitosamente
fr_fr: Le correctif n'a pas pu être appliqué avec succès
pt_br: Falha ao aplicar atualizações
