Repository: th3-z/kf2-magicked-admin
Catalog: locale/*/LC_MESSAGES/magicked_admin.po
Languages: de_de, es_es

source: Killing Floor 2 Magicked Administrator
es_es: Killing Floor 2 Administrador Magicked

source: Skips the guided setup process
de_de: Überspringt den geführten Setup-Prozess
es_es: Saltar el proceso de configuración guiado

source: Initialisation complete!
de_de: Initialisierung abgeschlossen!
es_es: Inicialización completa!

source: Closing immediately!
de_de: Sofort schließen!
es_es: Cerrando inmediatamente!

source: Program interrupted, saving data...
de_de: Programm unterbrochen, speichere Daten...
es_es: Programa interrumpido, guardando datos...

source: Please correct this manually or delete '{}' to create a clean config next run.
de_de: Bitte korrigiere dies manuell oder lösche '{}', um beim nächsten Lauf eine saubere Konfiguration zu erstellen.
es_es: Por favor corrija esto manualmente o elimine '{}' para crear una configuración limpia a continuación.

source: No configuration was found, first time setup is required!
de_de: Es wurde keine Konfiguration gefunden, eine erstmalige Einrichtung ist erforderlich!
es_es: Ninguna configuración fue encontrada, se requiere configuración por primera vez!

source: Guided setup was skipped, a template has been generated.
de_de: Das geführte Setup wurde übersprungen, eine Vorlage wurde generiert.
es_es: Configuración guiada fue omitida, una plantilla ha sido generada.

source: Setup is not complete yet, please amend '{}' with your server details.
de_de: Das Setup ist noch nicht abgeschlossen, bitte ergänze '{}' mit deinen Serverangaben.
es_es: La configuración aún no esta completa, por favor, modifique '{}' con los detalles de su servidor.

source: Configuration error(s) found! Section '{}' has a duplicate setting: '{}'.
de_de: Konfigurationsfehler gefunden! Abschnitt '{}' hat eine doppelte Einstellung: '{}'.
es_es: ¡Error de configuración(es) encontrada! La sección '{}' tiene una configuración duplicada: '{}'.

source: Configuration error(s) found!
de_de: Konfigurationsfehler gefunden!
es_es: Error(es) de configuracion(es) encontradas!

source: Please input your web admin details below.
de_de: Bitte gib unten deine Web-Admin Details ein.
es_es: Por favor, introduzca sus datos de administración web a continuación.

source: Address [default - localhost:8080]:
de_de: Adresse [Standard - localhost:8080]:
es_es: Dirección [predeterminada - localhost:8080]:

source: Address not responding! Accepted formats are: 'ip:port', 'domain', or 'domain:port'
de_de: Adresse antwortet nicht! Akzeptierte Formate sind: ip:port', 'Domäne' oder 'Domäne:Port'
es_es: ¡La dirección no esta respondiendo! Los formatos aceptados son: 'ip:puerto', 'dominio', o 'dominio:puerto'

source: Username [default - Admin]:
de_de: Benutzername [Standard - Admin]:
es_es: Nombre de usuario [por defecto - Admin]:

source: Password (will not echo) [default - 123]:
es_es: Contraseña (no hará eco) [por defecto - 123]:

source: Config file has no sections.
de_de: Konfigurationsdatei hat keine Abschnitte.
es_es: El archivo de configuración no tiene secciones.

source: Section '{}' is missing a required setting: '{}'.
de_de: Im Abschnitt '{}' fehlt eine erforderliche Einstellung: '{}'.
es_es: La sección '{}' esta faltando una configuración requerida: '{}'.

source: ; The contents of this file will be ran in sequence on the server it is named ; after when the program starts. Lines starting with ; will be ignored. There ; is no need to prefix commands with ! in this file. ; ; Example: ; Globally suppress chat output silent --quiet ; start_wc --wave -1 say If I wasn't commented you'd see this on the boss wave start_trc top_wave_dosh ; Start the default greeter script `conf/scripts/greeter` run greeter ; Update the motd scoreboard every 5 minutes start_tc --repeat --time 300 update_motd -q dosh ; Re-enable chat output silent --quiet
es_es: ; El contenido de este archivo se ejecutará en secuencia en el servidor al que es llamado ; después del inicio del programa. Líneas que empiezan con ; serán ignoradas. Allí ; no es necesario prefijar comandos con ! en este archivo. ; ; Ejemplo: ; Suprimir globalmente la salida del chat silent --quiet ; start_wc --wave -1 say Si no estaba comentado, verías esto en la ola del jefe start_trc top_wave_dosh ; Inicia el script de saludos por defecto `conf/scripts/greeter` run greeter ; Actualizar el marcador motd cada 5 minutos start_tc --repeat --time 300 update_motd -q dosh ; Reactivar la salida del chat silent --quiet

source: Executing script:
de_de: Skript ausführen:
es_es: Ejecutando el script:

source: Stopped {} command(s)
de_de: {} Befehl(e) gestoppt
es_es: Se detuvo {} el(o los) comando(s)

source: None running
de_de: Keiner läuft
es_es: Ninguno en ejecución

source: Scheduled command ({}) ran directly by {}, please use CommandScheduler
de_de: Geplanter Befehl ({}) wird direkt von {} ausgeführt, bitte verwende den CommandScheduler
es_es: Comando programado ({}) ejecutado directamente por {}, por favor use el comando CommandScheduler

source: No MOTD file for {} found, pulling from web admin!
de_de: Keine MOTD-Datei für {} gefunden, ziehe vom Webadmin!
es_es: No se encontró ningún archivo MOTD para {}, sacando del administrador web!

source: Updated the MOTD!
de_de: Das MOTD wurde aktualisiert!
es_es: ¡Actualizado el MOTD!

source: Scoreboard_type not recognised '{}'. Options are: dosh, kills
es_es: Scoreboard_type no reconocido '{}'. Las opciones son: dosh, kills

source: You're not authorised to use that command
de_de: Du bist nicht autorisiert, diesen Befehl zu benutzen
es_es: ¡Usted no está autorizado para usar tal comando

source: This action isn't supported without Killing Floor 2 Magicked Administrator's server side patch! Please review the documentation at '{}' for guidance.
de_de: Diese Aktion wird ohne den Server Side Patch von Killing Floor 2 Magicked Administrator nicht unterstützt! Bitte lies die Dokumentation unter '{}' für weitere Informationen.
es_es: Esta acción no es compatible sin el Killing Floor 2 Administrador Magicked! Por favor revise la documentación en '{}' para obtener orientación.

source: The help text for this command hasn't been written!
de_de: Der Hilfetext zu diesem Befehl ist noch nicht geschrieben worden!
es_es: ¡El texto de ayuda para este comando no ha sido escrito!

source: Auth failure, username: {}, user flags: {:b}
de_de: Auth-Fehler, Benutzername: {}, Benutzer-Flags: {:b}
es_es: Fallo de autenticación, nombre de usuario: {}, etiquetas de usuario: {:b}

source: Usage: !start_jc COMMAND COMMAND - Command to run Desc: Runs a command when a player joins the match
de_de: Verwendung: !start_jc BEFEHL BEFEHL - Befehl zum Ausführen Info: Führt einen Befehl aus, wenn ein Spieler dem Spiel beitritt
es_es: Uso: !start_jc COMANDO COMANDO - Comando para ejecutar Descripcion: Ejecuta un comando cuando un jugador se une a la partida

source: Please specify a command to run
de_de: Bitte gib einen Befehl zum Ausführen an
es_es: Por favor especifique un comando a ejecutar

source: Player join command started
de_de: Spieler-Beitrittsbefehl gestartet
es_es: Comando de unión del jugador iniciado

source: Usage: !stop_jc Desc: Stops all join commands
de_de: Verwendung: !stop_jc Beschreibung: Stoppt alle Join-Befehle
es_es: Uso: !stop_jc Descripcion: Detiene todos los comandos de union

source: Usage: !start_wc [--wave] COMMAND -w --wave - Optional, wave to run on COMMAND - Command to run Desc: Run a command at the start of a wave, wave can be omitted top run on every wave
de_de: Verwendung: !start_wc [--wave] BEFEHL -w --wave - Optional, für welche Welle BEFEHL - Befehl zum Ausführen Beschreibung: Befehl am Anfang einer Welle ausführen, Welle kann bei jeder Welle oben weggelassen werden
es_es: Uso: !start_wc [--wave] COMANDO -w --wave - Opcional, oleada para ejecutar en COMANDO - Comando para ejecutar Descripcion: Ejecutar un comando al inicio de una oleada, la oleada se puede omitir superior en cada oleada

source: '{}' is not a valid wave number
de_de: '{}' ist keine gültige Wellennummer
es_es: '{}' no es un número de ola valido

source: Wave start command started
de_de: Wellenstartbefehl gestartet
es_es: Comando de inicio de oleada iniciado

source: Usage: !stop_wc Desc: Stops all wave commands
de_de: Verwendung: !stop_wc Beschreibung: Stoppt alle Wave-Befehle
es_es: Uso: !stop_wc Descripcion: Detiene todos los comandos de oleada

source: Usage: !start_tc [-r -t] COMMAND COMMAND - Command to run -r --repeat - Optional, run repeatedly -t --time - Seconds before running Desc: Runs a command after some time delay
de_de: Verwendung: !start_tc [-r -t] BEFEHL COMMAND - Befehl zum Ausführen -r --repeat - Optional, wiederholt ausführen -t --time - Sekunden vor der Ausführung Info: Führt einen Befehl nach einer Zeitverzögerung aus
es_es: Uso: !start_tc [-r -t] COMANDO COMANDO - Comando para ejecutar -r --repeat - Opcional, ejecutar repetidamente -t --time - Segundos antes de ejecutar Descripcion: Ejecuta un comando después de cierto tiempo

source: Please specify a time interval, '!start_tc -h' for help
de_de: Bitte gib ein Zeitintervall an, '!start_tc -h' für Hilfe
es_es: Por favor especifique un intervalo de tiempo, '!start_tc -h' para ayuda

source: '{}' is not a valid time interval
de_de: '{}' ist kein gültiges Zeitintervall
es_es: '{}' no es un intervalo de tiempo válido

source: Time interval command started
de_de: Zeitintervall-Befehl gestartet
es_es: Comando de intervalo de tiempo iniciado

source: Usage: !stop_tc Desc: Stops all timed commands
de_de: Verwendung: !stop_tc Beschreibung: Stoppt alle zeitgesteuerten Befehle
es_es: Uso: !stop_tc Descripcion: Detiene todos los comandos temporizados

source: Usage: !start_trc [--wave] COMMAND COMMAND - Command to run -w --wave - Optional, wave to run on Desc: Runs a command when the trader opens, wave can be omitted to run every time the trader opens
de_de: Verwendung: !start_trc [--wave] BEFEHL BEFEHL - Befehl zum Ausführen -w --wave - Optional, für welche Welle Beschreibung: Führt einen Befehl aus, wenn der Trader öffnet, Welle kann ausgelassen werden, um jedes Mal zu laufen, wenn der Trader öffnet
es_es: Uso: !start_trc [--wave] COMANDO COMANDO- Comando para ejecutar -w --wave - Opcional, onda para ejecutar en Descripcion: Ejecuta un comando cuando el trader se abre, la oleada puede ser omitida para ejecutarse cada vez que el trader abre

source: Trader open command started
de_de: Trader Open-Befehl gestartet
es_es: Comando de Trader abierto iniciado

source: Usage: !stop_trc Desc: Stops all trader commands
de_de: Verwendung: !stop_trc Beschreibung: Stoppt alle Händlerbefehle
es_es: Uso: !stop_trc Descripcion: Detiene todos los comandos de trader

source: Usage: !marquee FILE FILE - Some file in 'conf/marquee' Desc: Runs a marquee in chat
de_de: Verwendung: !marquee DATEI DATEI - Einige Dateien in 'conf/marquee' Beschreibung: Eine Laufschrift im Chat
es_es: Uso: !marquee ARCHIVO ARCHIVO - Algún archivo en 'conf/marquee' Descripcion: Ejecuta un marquee en el chat

source: Missing argument: filename
de_de: Fehlendes Argument: Dateiname
es_es: Argumento faltante: nombre del archivo

source: Couldn't find file
de_de: Konnte die Datei nicht finden
es_es: No se pudo encontrar el archivo

source: Usage: !players Desc: Shows the number of players currently online
de_de: Verwendung: !players Beschreibung: Zeigt die Anzahl der Spieler an, die derzeit online sind
es_es: Uso: !players Descripcion: Muestra el número de jugadores actualmente en línea

source: {}/{} Players are online
de_de: {}/{} Spieler sind online
es_es: {}/{} Jugadores están conectados

source: Usage: !players Desc: Shows detailed information about online players
de_de: Verwendung: !players Beschreibung: Zeigt detaillierte Informationen über Spieler die online sind an
es_es: Uso: !players Desc: Muestra información detallada sobre los jugadores en línea

source: No players in game
de_de: Keine Spieler im Spiel
es_es: No hay jugadores en la partida

source: Usage: !game Desc: Shows current game info and rules
de_de: Verwendung: !game Beschreibung: Zeigt aktuelle Spielinformationen und Regeln
es_es: Uso: !game Desc: Muestra la información y reglas del juego actuales

source: Usage: !map Desc: Shows statistics about the current map
de_de: Verwendung: !maps Beschreibung: Zeigt Statistiken über die aktuelle Karte
es_es: Uso: !map Descripción: Muestra estadísticas sobre el mapa actual

source: Usage: !game_time Desc: Shows the number of seconds since the match started. Excludes trader time and the boss wave.
de_de: Verwendung: !game_time Beschreibung: Zeigt die Anzahl der Sekunden seit Beginn des Spiels an. Schließt die Zeit des Traders und die Boss-Welle aus.
es_es: Uso: !game_time Descripción: Muestra el número de segundos desde el inicio de la partida. Excluye el tiempo del trader y la oleada del jefe.

source: Usage: !record_wave Desc: Shows the highest wave reached on this map
de_de: Verwendung: !record_wave Beschreibung: Zeigt die höchste erreichte Welle auf dieser Karte
es_es: Uso: !record_wave Descripcion: Muestra la ola más alta alcanzada en este mapa

source: {} is the highest wave reached on this map
de_de: {} ist die höchste Welle, die auf dieser Karte erreicht wurde
es_es: {} es la ola más alta alcanzada en este mapa

source: Usage: !commands Desc: Lists all player commands
de_de: Verwendung: !commands Beschreibung: Listet alle Spielerbefehle auf
es_es: Uso: !commands Desc: Lista todos los comandos del jugador

source: Available commands: !record_wave, !game, !kills, !dosh, !top_kills, !top_dosh, !top_time, !stats, !game_time, !server_kills, !server_dosh, !map, !maps, !player_count Commands have help, e.g. '!stats -h'
de_de: Verfügbare Befehle: !record_wave, !game, !kills, !dosh, !top_kills, !top_dosh, !top_time, !stats, !game_time, !server_kills, !server_dosh, !map, !maps, !player_count Befehle haben Hilfe, z.B. '!stats -h'
es_es: Comandos disponibles: !record_wave, !game, !kills, !dosh, !top_kills, !top_dosh, !top_time, !stats, !game_time, !server_kills, !server_dosh, !map, !maps, !player_count Comandos tienen ayuda, e. . '!stats -h'

source: Usage: !stats USERNAME USERNAME - Person to get stats for Desc: Shows statistics about a player, username can be omitted to get personal stats
de_de: Verwendung: !stats BENUTZERNAME BENUTZERNAME - Person, für die man Statistiken erhalten möchte Beschreibung: Zeigt Statistiken über einen Spieler, der Benutzername kann weggelassen werden, um persönliche Statistiken zu erhalten
es_es: Uso: ! stats USUARIO USUARIO - Persona para obtener estadísticas de Descripcion: Muestra estadísticas sobre un jugador, el nombre de usuario se puede omitir para obtener estadísticas personales

source: Stats for {}: Total play time: {} ({} sessions) Total deaths: {} Total kills: {} (rank #{}) Total dosh earned: £{} (rank #{}) Dosh this game: {}
de_de: Statistik für {}: Gesamte Spielzeit: {} ({} Sitzungen) Tode total: {} Kills total: {} (Rang #{}) Verdientes Dosh gesamt: £{} (Rang #{}) Dosh in diesem Spiel: {}
es_es: Estadísticas para {}: Tiempo total de juego: {} ({} sesiones) Muertes totales: {} Bajas totales: {} (rango #{}) Dosh total obtenido: £{} (rango #{}) Dosh en este juego: {}

source: Usage: !server_dosh Desc: Shows total dosh earned on this server
de_de: Verwendung: !server_dosh Beschreibung: Zeigt das gesamte auf diesem Server verdiente Dosh an
es_es: Uso: !server_dosh Descripcion: Muestra el dosh total obtenida en este servidor

source: £{} has been earned on this server
de_de: £{} wurde auf diesem Server verdient
es_es: £{} ha sido obtenido en este servidor

source: Usage: !server_kills Desc: Shows total ZEDs killed on this server
de_de: Verwendung: !server_kills Beschreibung: Zeigt die Gesamtzahl der getöteten ZEDs auf diesem Server an
es_es: Uso: !server_dosh Descripcion: Muestra el total de ZEDs eliminados en este servidor

source: {} ZEDs have been killed on this server
de_de: {} ZEDs wurden auf diesem Server getötet
es_es: {} ZEDs han sido asesinados en este servidor

source: Usage: !kills USERNAME USERNAME - User to get kill stats for Desc: Shows kill statistics for a player, username can be omitted to get personal stats
de_de: Verwendung: !kills BENUTZERNAME BENUTZERNAME - Kill-Statistiken dieses Benutzers Beschreibung: Zeigt die Kill-Statistik für einen Spieler an, der Benutzername kann weggelassen werden, um persönliche Statistiken zu erhalten
es_es: Uso: !kills USUARIO USUARIO - Persona para obtener estadísticas de Descripcion: Muestra las estadísticas de muertes hechas sobre un jugador, el nombre de usuario se puede omitir para obtener estadísticas personales

source: Player {} not in game
de_de: Spieler {} nicht im Spiel
es_es: El jugador {} no está en la partida

source: You've killed a total of {} ZEDs (#{}), and {} this game
de_de: Du hast insgesamt {} ZEDs (#{}) getötet, und {} in diesem Spiel
es_es: Has matado un total de {} ZEDs (#{}), y {} este juego

source: Usage: !dosh USERNAME USERNAME - User to get dosh stats for Desc: Shows dosh statistics for a player, username can be omitted to get personal stats
de_de: Verwendung: !dosh BENUTZERNAME BENUTZERNAME - Dosh-Statistiken für dieses Benutzers Beschreibung: Zeigt die Dosh-Statistik für einen Spieler, der Benutzername kann weggelassen werden, um persönliche Statistiken zu erhalten
es_es: Uso: !dosh USUARIO USUARIO - Persona para obtener estadísticas de Descripcion: Muestra las estadísticas de Dosh obtenidas sobre un jugador, el nombre de usuario se puede omitir para obtener estadísticas personales

source: Player not in game
de_de: Spieler nicht im Spiel
es_es: Jugador no en la partida

source: You've earned a total of £{} dosh (#{}), and £{} this game
de_de: Du hast insgesamt £{} Dosh (#{}) verdient, und £{} in diesem Spiel
es_es: Has obtenido un total de £{} dosh (#{}), y £{} este juego

source: Usage: !top_kills Desc: Show the global kills leaderboard
de_de: Verwendung: !top_kills Beschreibung: Zeigt die globale Kill-Rangliste
es_es: Uso: !top_kills Descripcion: Muestra la tabla de clasificación global de bajas

source: Top 5 players by total kills:
de_de: Top 5 Spieler nach insgesamt Kills:
es_es: Top 5 jugadores por matanzas totales:

source: Usage: !top_dosh Desc: Shows the global dosh leaderboard
de_de: Verwendung: !top_dosh Beschreibung: Zeigt die globale Dosh-Rangliste
es_es: Uso: !top_dosh Descripcion: Muestra la tabla de clasificación global por Dosh

source: Top 5 players by Dosh earned:
de_de: Top 5 Spieler nach verdientem Dosh:
es_es: Top 5 jugadores por Dosh obtenidos:

source: Usage: !top_time Desc: Shows the global play time leaderboard
de_de: Verwendung: !top_time Beschreibung: Zeigt die globale Spielzeit-Rangliste
es_es: Uso: !top_time Descripcion: Muestra la tabla de clasificación global por tiempo de juego

source: Top 5 players by play time:
de_de: Top 5 Spieler nach Spielzeit:
es_es: Top 5 jugadores por tiempo de juego:

source: Usage: !scoreboard Desc: Shows full player scoreboard
de_de: Verwendung: !scoreboard Beschreibung: Zeigt die komplette Spieler-Punktetafel
es_es: Uso: !scoreboard Desc: Muestra el marcador completo del jugador

source: Scoreboard (name, kills, dosh):
de_de: Punktetafel (Name, Kills, Dosh):
es_es: Tabla de puntaje (nombre, matanazas, Dosh):

source: {} - {} Kills, £{}
es_es: {}- {} Matanzas, £{}

source: Usage: !top_wave_kills Desc: Shows who killed the most ZEDs in this wave
de_de: Verwendung: !top_wave_kills Info: Zeigt, wer die meisten ZEDs in dieser Welle getötet hat
es_es: Uso: !top_wave_kills Desc: Muestra quien mató a la mayoría de ZEDs en esta ola

source: Player {} killed the most ZEDs this wave: {}
de_de: Spieler {} hat die meisten ZEDs in dieser Welle getötet: {}
es_es: Jugador {} mató a la mayoría de ZEDs esta ola: {}

source: Usage: !top_wave_dosh Desc: Shows who earned the most dosh this wave
de_de: Verwendung: !top_wave_dosh Beschreibung: Zeigt, wer bei dieser Welle am meisten Kohle verdient hat
es_es: Uso: !top_wave_dosh Descripcion: Muestra quién obtuvo más Dosh en esta ola

source: Player {} earned the most Dosh this wave: £{}
de_de: Der Spieler {} hat das meiste Dosh in dieser Welle verdient: £{}
es_es: Jugador {} obtuvo más Dosh esta ola: £{}

source: Usage: !ban USERNAME USERNAME - Player to ban Desc: Bans a player from the server
de_de: Verwendung: !ban BENUTZERNAME BENUTZERNAME - Spieler der gebannt werden soll Info: Bannt einen Spieler vom Server
es_es: Uso: !ban USERNAME USERNAME - Jugador a banear Descripcion: Banea a un jugador del servidor

source: Missing argument, username or Steam ID
de_de: Fehlendes Argument, Benutzername oder Steam-ID
es_es: Argumento faltante, nombre de usuario o ID de Steam

source: Player not found
de_de: Spieler nicht gefunden
es_es: Jugador no encontrado

source: Player, {}, was banned
de_de: Spieler, {}, wurde gebannt
es_es: Jugador, {}, fue baneado

source: Usage: !say MESSAGE MESSAGE - Message to echo Desc: Echos a message in chat
de_de: Benutzung: !say NACHRICHT NACHRICHT - Nachricht die ausgegeben werden soll Beschreibung: Gibt eine Nachricht im Chat aus
es_es: Uso: !say MENSAJE MENSAJE - Mensaje a eco Descripcion: Hace eco un mensaje en el chat

source: Usage: !op USERNAME USERNAME - Player to give operator status Desc: Allows a player to use admin commands
de_de: Verwendung: !op BENUTZERNAME BENUTZERNAME - Spieler, der den Operatorstatus verliehen bekommen soll Info: Erlaubt einem Spieler die Verwendung von Admin-Kommandos
es_es: Uso: !op USUARIO USUARIO - Jugador para dar el estatus del operador Descripcion: Permite al jugador usar comandos de administración

source: Couldn't find player '{}'
de_de: Konnte den Spieler '{}' nicht finden
es_es: No se pudo encontrar al jugador '{}'

source: Usage: !deop USERNAME USERNAME - Player to revoke op status for Desc: Revokes a players ability to use admin commands
de_de: Verwendung: !deop BENUTZERNAME BENUTZERNAME - Spieler, dem der Op-Status entzogen werden soll Beschreibung: Entzieht einem Spieler die Möglichkeit, Admin-Kommandos zu verwenden
es_es: Uso: !deop USUARIO USUARIO - Jugador a revocar el estado op por Descripcion: Revoca la habilidad de los jugadores para usar comandos de administración

source: Usage: !maps [--all] -a --all - Show all available maps Desc: Shows maps that are in the map cycle
de_de: Verwendung: !maps [--all] -a --all - Zeigt alle verfügbaren Karten Info: Zeigt Maps, die sich im Mapzyklus befinden
es_es: Uso: !maps [--all] -a --all - Muestra todos los mapas disponibles Descripcion: Muestra los mapas que están en el ciclo del mapa

source: Stats for {}:
de_de: Statistiken für {}:
es_es: Estadísticas de {}:

source: Total plays: {}
de_de: Spiele gesamt: {}
es_es: Partidas totales: {}

source: Record wave: {}
de_de: Rekordwelle: {}
es_es: Registro de Oleada: {}

source: Survival wins: {}
de_de: Überleben Gewinne: {}
es_es: Ganancia de Supervivencia: {}

source: Usage: !enforce_dosh AMOUNT AMOUNT - Kicks players over this amount Desc: Kicks players with more dosh than the amount specified
de_de: Verwendung: !enforce_dosh MENGE MENGE - Kickt Spieler über diesen Betrag Info: Kickt Spieler mit mehr als der angegebenen Menge an Dosh
es_es: Uso: !enforce_dosh MONTO MONTO - Expulsa a jugadores sobre este monto Descripcion: Expulsa a jugadores con mas del monto de Dosh especificado

source: Please specify a maximum amount of dosh
de_de: Bitte gib eine maximale Menge an Dosh an
es_es: Por favor, especifique una cantidad máxima de Dosh

source: '{}' is not a valid number
de_de: '{}' ist keine gültige Zahl
es_es: '{}' no es un número válido

source: Usage: !kick USERNAME USERNAME - Player to kick Desc: Kicks a player from the match
de_de: Verwendung: !kick BENUTZERNAME BENUTZERNAME - Spieler der gekickt werden soll Info: Kickt einen Spieler aus dem Spiel
es_es: Uso: !kick USUARIO USUARIO - Jugador a expulsar Descripcion: Expulsa a un jugador de la partida
