Repository: th3-z/kf2-magicked-admin
Catalog: locale/*/LC_MESSAGES/magicked_admin.po
Languages: de_de, es_es

source: Player, {}, was kicked
de_de: Spieler, {}, wurde gekicked
es_es: Jugador, {}, fue expulsado

source: Usage: !update_motd TYPE TYPE - Score type, one of: kills, dosh, time Desc: Updates the MOTD scoreboard
es_es: Uso: !update_motd TIPO TIPO - Tipo de puntuación, uno de: matanzas, Dosh, tiempo Descripcion: Actualiza el marcador de MOTD

source: Missing argument: type
es_es: Argumento faltante: tipo

source: Unrecognised score type: {}
es_es: Tipo de puntaje no reconocido: {}

source: Updated the MOTD
de_de: MOTD aktualisiert
es_es: Actualizado el MOTD

source: Usage: !reload_motd Desc: Reload the server's *.motd file
de_de: Verwendung: !reload_motd Info: Lädt die *.motd-Datei des Servers neu
es_es: Uso: !reload_motd Descripcion: Recargar el archivo *.motd del servidor

source: Reloaded the MOTD
de_de: MOTD neu geladen
es_es: Recargado el MOTD

source: Usage: !run FILE FILE - Some file in 'conf/scripts' Desc: Runs a script
de_de: Verwendung: !run DATEI DATEI - Eine Datei in 'conf/scripts' Info: Führt ein Skript aus
es_es: Uso: !run ARCHIVO ARCHIVO - Algunos archivos en 'conf/scripts' Descripcion: Ejecuta un script

source: No script was specified
de_de: Es wurde kein Skript angegeben
es_es: No se especificó ningún script

source: Script not found
de_de: Skript nicht gefunden
es_es: Script no encontrado

source: Usage: !restart Desc: Restarts the match
de_de: Verwendung: !restart Info: Startet das Spiel neu
es_es: Uso: !restart Descripcion: Reinicia la partida

source: Restarting map...
de_de: Map Neustart...
es_es: Reiniciando mapa...

source: Usage: !load_map MAP_NAME MAP_NAME - Map to load Desc: Immediately changes the map.
de_de: Verwendung: !load_map MAP_NAME MAP_NAME - Zu ladende Map Info: Wechselt sofort die Map.
es_es: Uso: !load_map NOMBRE_DEL_MAPA NOMBRE_DEL_MAPA - Mapa a cargar Descripcion: Cambia inmediatamente el mapa.

source: Missing argument (map name)
de_de: Fehlendes Argument (Mapname)
es_es: Falta argumento (nombre del mapa)

source: Changing map
de_de: Wechsle Map
es_es: Cambiando mapa

source: Usage: !password [--set] STATE STATE - On, off, or new password -s --set - Set a new password Desc: Enables or disables the game password configured in 'conf/magicked_admin.conf', state can be on, off, or a new password.
de_de: Verwendung: !password [--set] ZUSTAND ZUSTAND - Ein, Aus oder neues Passwort -s --set - Setzt ein neues Passwort Info: Aktiviert oder deaktiviert das in 'conf/magicked_admin.conf' konfigurierte Spielpasswort, der Status kann an, aus oder ein neues Passwort sein.
es_es: Uso: !password [--set] ESTADO ESTADO - Activado, apagado o nueva contraseña -s --set - Establece una nueva contraseña Descripcion: Activa o desactiva la contraseña del juego configurada en 'conf/magicked_admin.conf', state puede estar encendido, apagado o una nueva contraseña.

source: Game password is currently {}
de_de: Das Spiel-Passwort lautet derzeit {}
es_es: La contraseña del juego es {}

source: enabled
de_de: aktiviert
es_es: habilitado

source: disabled
de_de: deaktiviert
es_es: deshabilitado

source: Game password enabled
de_de: Spiel-Passwort aktiviert
es_es: Contraseña de juego habilitada

source: Game password disabled
de_de: Spiel-Passwort deaktiviert
es_es: Contraseña de juego desactivada

source: Unrecognised option {}
de_de: Nicht erkannte Option {}
es_es: Opción no reconocida {}

source: Usage: !silent [--quiet] -q --quiet - Suppresses output' Desc: Toggles command output globally
de_de: Verwendung: !silent [--quiet] -q --quiet - unterdrückt die Ausgabe Info: Schaltet die Befehlsausgabe global um
es_es: Uso: !silent [--quiet] -q --quiet - Suprime la salida ' Descripcion: Alterna la salida de comandos globalmente

source: Silent mode disabled
de_de: Stiller Modus deaktiviert
es_es: Modo silencioso desactivado

source: Silent mode enabled
de_de: Stiller Modus aktiviert
es_es: Modo silencioso activado

source: Usage: !length LENGTH LENGTH - Length to change to Desc: Changes the game length next match
de_de: Verwendung: !length LÄNGE LÄNGE - Länge zu ändern auf Info: Ändert die Spieldauer beim nächsten Spiel
es_es: Uso: !length LONGITUD LONGITUD - Longitud a cambiar a Descripcion: Cambia la longitud del juego en la siguiente partida

source: Length not recognised, options are: short, medium, or long
de_de: Länge nicht erkannt, Optionen sind: short, medium, oder long
es_es: Longitud no reconocida, las opciones son: short, medium o long

source: Length change will take effect next game
de_de: Längenänderung wird im nächsten Spiel wirksam
es_es: El cambio de longitud tendrá efecto en el próximo juego

source: Usage: !difficulty DIFFICULTY DIFFICULTY - Difficulty to change to Desc: Changes the difficulty next match
de_de: Verwendung: !difficulty SCHWIERIGKEIT SCHWIERIGKEIT - Schwierigkeit zu der gewechselt werden soll Beschreibung: Ändert den Schwierigkeitsgrad des nächsten Spiels
es_es: Uso: !difficulty DIFICULTAD DIFICULTAD - Dificultad de cambiar a Descripcion: Cambia la dificultad en la siguiente partida

source: Difficulty not recognised, options are: normal, hard, suicidal, or hell
de_de: Schwierigkeit nicht erkannt, Optionen sind: normal, hard, suicidal, oder hell
es_es: Dificultad no reconocida, las opciones son: normal, hard, suicide, o hell

source: Difficulty change will take effect next game
de_de: Schwierigkeitsänderung wird im nächsten Spiel wirksam
es_es: El cambio de dificultad surtirá efecto en el próximo juego

source: Usage: !game_mode MODE MODE - Mode to change to Desc: Immediately changes the game mode
de_de: Usage: !game_mode MODUS MODUS - Modus zu dem gewechselt werden soll Info: Ändert sofort den Spielmodus
es_es: Uso: !game_mode MODO MODO - Modo a cambiar a Descripcion: Cambia inmediatamente el modo de juego

source: Mode not recognised, options are: endless, survival, weekly or versus
de_de: Modus nicht erkannt, Optionen sind: endless, survival, weekly oder versus
es_es: Modo no reconocido, las opciones son: endless, survival, weekly o versus

source: GameMode not recognised, options are: endless, survival, weekly or versus
de_de: Spielmodus nicht erkannt, Optionen sind: endless, survival, weekly oder versus
es_es: Modo de juego no reconocido, las opciones son: endless, survival, weekly o versus

source: Game mode will be changed to {}
de_de: Der Spielmodus wird auf {} geändert
es_es: El modo de juego se cambiará a {}

source: Building new database...
de_de: Aufbau einer neuen Datenbank...
es_es: Creando una nueva base de datos...

source: Mode: {} Map: {} Difficulty: {} Wave {}/{}
de_de: Modus: {} Map: {} Schwierigkeit: {} Welle {}/{}
es_es: Modo {} Mapa: {} Dificultad: {} Ola {}/{}

source: Title: {} Plays survival: {} Plays survival_vs: {} Plays endless: {} Plays weekly: {}
de_de: Titel: {} Spielt Überleben: {} Spielt Survival_vs: {} Spielt endlos: {} Spielt wöchentlich: {}
es_es: Título: {} Veces jugada supervivencia: {} Veces jugada supervivencia_vs: {} Veces jugada sin fin: {} Veces jugada semanalmente: {}

source: Game type ({}) support not installed, please patch your webadmin to correct this! Guidance is available at: {}
de_de: Spieltyp ({}) Unterstützung nicht installiert, bitte patche deinen Webadmin, um dies zu korrigieren! Eine Anleitung ist verfügbar unter: {}
es_es: ¡Soporte de tipo de juego ({}) no instalado, por favor revisa tu administrador web para corregir esto! La guía está disponible en: {}

source: Unknown
de_de: Unbekannt
es_es: Desconocido

source: Username: {} Country: {} ({}) OP: {} Steam ID:{}
de_de: Benutzername: {} Land: {} ({}) OP: {} Steam-ID:{}
es_es: Nombre de usuario: {} País: {} ({}) OP: {} Steam ID:{}

source: Flushing players on {}
es_es: Vaciando jugadores en {}

source: Writing game to database ({})
es_es: Escribiendo juego en la base de datos ({})

source: Player {} joined {} from {}
de_de: Spieler {} trat bei {} aus {}
es_es: Jugador {} se unió a {} de {}

source: Player {} left {}
de_de: Spieler {} verlässt {}
es_es: Jugador {} dejó {}

source: Player {} died on {}
de_de: Spieler {} starb auf {}
es_es: Jugador {} murió en {}

source: New game on {}, map: {}, mode: {}
de_de: Neues Spiel auf {}, Map: {}, Modus: {}
es_es: Nuevo juego en {}, mapa: {}, modo: {}

source: Unknown game_type {}
de_de: Unbekannter Spieltyp {}
es_es: Tipo de juego desconocido {}

source: End game on {}, map: {}, mode: {}, victory: {}
de_de: Endspiel auf {}, Map: {}, Modus: {}, Sieg: {}
es_es: Fin del juego en {}, mapa: {}, modo: {}, victoria: {}

source: Press enter to exit...
de_de: Drücke die Eingabetaste zum Verlassen...
es_es: Presione Entrar para salir...

source: Tried to toggle game password before setting value
de_de: Versuch, das Spielpasswort vor dem Setzen des Wertes zu ändern
es_es: Intentó cambiar la contraseña del juego antes de establecer el valor

source: Couldn't find identify player: {}
de_de: Konnte den Spieler nicht identifizieren: {}
es_es: No se pudo encontrar al jugador: {}

source: Connecting to {} ({})...
de_de: Verbinde mit {} ({})...
es_es: Conectando a {} ({})...

source: Connected to {} ({})
de_de: Verbunden mit {} ({})
es_es: Conectado a {} ({})

source: Session killed, renewing!
de_de: Sitzung beendet, erneuert sich!
es_es: Sesión eliminada, renovando!

source: Web admin not responding, sleeping
de_de: Webadministrator reagiert nicht, schlafend
es_es: El administrador web no responde, durmiendo

source: Web admin is back, resuming
de_de: Web-Admin ist zurück und wird fortgeführt
es_es: El administrador web ha regresado, reanudando

source: Login failure, bad credentials or login attempts exceeded.
es_es: Error de acceso, credenciales incorrectas o intentos de inicio de sesión superados.

source: Detected KF2-MA install on server.
de_de: Erkannte KF2-MA Installation auf dem Server.
es_es: Instalación KF2-MA detectada en el servidor.

source: KF2-MA install not detected on server side! Consequently, only Survival mode will function fully.
de_de: KF2-MA Installation auf der Serverseite nicht erkannt! Folglich wird nur der Survival-Modus vollständig funktionieren.
es_es: ¡Instalación de KF2-MA no detectada en el servidor! Por consiguiente, sólo el modo de supervivencia funcionará completamente.

source: Couldn't connect to server: {}
de_de: Konnte nicht mit Server verbinden: {}

source: Authorization error connecting to '{}', reconfigure? [Y/n]:
de_de: Autorisierungsfehler beim Verbinden mit '{}', Neukonfigurieren? [Y/n]:

source: yes
de_de: ja

source: Password
de_de: Passwort

source: (will not echo)
de_de: (wird nicht ausgegeben)

source: Config file is missing 'magicked_admin' section.
de_de: Konfigurationsdatei fehlt 'magicked_admin' Abschnitt.

source: Config file is missing language.
de_de: Konfigurationsdatei fehlt die Sprache.

source: ; The contents of this file will be ran in sequence on the server it is named ; after when the program starts. Lines starting with ; will be ignored. There ; is no need to prefix commands with ! in this file. ; ; Example: ; Globally suppress chat output silent --quiet ; start_wc --wave -1 say If I wasn't commented you'd see this on the boss wave start_trc -- top_wave_dosh ; Start the default greeter script `conf/scripts/greeter` run greeter ; Update the motd scoreboard every 5 minutes start_tc --repeat --time 300 -- update_motd -q dosh ; Re-enable chat output silent --quiet
de_de: ; Der Inhalt dieser Datei wird nacheinander ausgeführt auf dem Server mit dem Namen ; nach dem Start des Programms. Zeilen, die mit ; beginnen, werden ignoriert. Dort ; ist es nicht notwendig, in dieser Datei Befehlen das Präfix ! voranzustellen. ; ; Beispiel: ; Chat-Ausgabe global unterdrücken silent --quiet ; start_wc --wave -1 say Wenn ich nicht kommentiert wäre, würdest du das in der Boss-Welle sehen start_trc -- top_wave_dosh ; Starte die Standard-Begrüßung script `conf/scripts/greeter` run greeter ; Update das motd scoreboard alle 5 Minuten start_tc --repeat --time 300 -- update_motd -q dosh ; Chat-Ausgabe wieder aktivieren silent --quiet

source: scoreboard
de_de: Punktetafel
