Repository: th3-z/kf2-magicked-admin
Catalog: locale/*/magicked_admin.po
Languages: fr_fr

source: Skips the guided setup process
fr_fr: Ignorer le processus d'installation guidé

source: Initialisation complete!
fr_fr: Installation terminée !

source: Closing immediately!
fr_fr: Fermeture immédiate !

source: Program interrupted, saving data...
fr_fr: Programme interrompu, sauvegarde des données...

source: Please correct this manually or delete '{}' to create a clean config next run.
fr_fr: Veuillez corriger cela manuellement ou supprimer '{}' pour créer une configuration propre à la prochaine exécution.

source: No configuration was found, first time setup is required!
fr_fr: Aucune configuration n'a été trouvée, la première configuration est requise !

source: Guided setup was skipped, a template has been generated.
fr_fr: La configuration guidée a été ignorée, un modèle a été généré.

source: Setup is not complete yet, please amend '{}' with your server details.
fr_fr: L'installation n'est pas encore terminée, veuillez modifier '{}' avec les détails de votre serveur.

source: Configuration error(s) found! Section '{}' has a duplicate setting: '{}'.
fr_fr: Erreur(s) de configuration trouvée(s) ! La section '{}' a un paramètre en double : '{}'.

source: Configuration error(s) found!
fr_fr: Erreur(s) de configuration trouvée(s) !

source: Please input your web admin details below.
fr_fr: Veuillez entrer les détails de votre web admin ci-dessous.

source: Address [default - localhost:8080]:
fr_fr: Adresse [default - localhost:8080] :

source: Address not responding! Accepted formats are: 'ip:port', 'domain', or 'domain:port'
fr_fr: L'adresse ne répond pas! Les formats acceptés sont : 'ip:port', 'domaine', ou 'domaine:port'

source: Username [default - Admin]:
fr_fr: Nom d'utilisateur [par défaut - Admin]:

source: Password (will not echo) [default - 123]:
fr_fr: Mot de passe (ne sera pas echo) [par défaut - 123] :

source: Config file has no sections.
fr_fr: Le fichier de configuration n'as pas de sections.

source: Section '{}' is missing a required setting: '{}'.
fr_fr: La section '{}' a un paramètre requis manquant : '{}'.

source: ; The contents of this file will be ran in sequence on the server it is named ; after when the program starts. Lines starting with ; will be ignored. There ; is no need to prefix commands with ! in this file. ; ; Example: ; Globally suppress chat output silent --quiet ; start_wc --wave -1 say If I wasn't commented you'd see this on the boss wave start_trc top_wave_dosh ; Start the default greeter script `conf/scripts/greeter` run greeter ; Update the motd scoreboard every 5 minutes start_tc --repeat --time 300 update_motd -q dosh ; Re-enable chat output silent --quiet
fr_fr: ; Le contenu de ce fichier sera exécuté en séquence sur le serveur nommé après le démarrage du programme. ; Les lignes commençant par ";" seront ignorée (considérées comme un commentaire). ; Il n'est pas nécéssaire de faire précéder les commandes par un "!" dans ce fichier. ; Exemple : ; Supprime l'apparition des lignes suivantes dans le chat (invisible pour les joueurs) silent --quiet ; start_wc --wave -1 say Si cette ligne n'étais pas commentée par un ";" alors vous verriez cette phrase dans le chat start_trc top_wave_dosh ; Démarre le script "greeter" présent dans le dossier 'conf/scripts/greeter run greeter ; Met à jour le tableau des scores motd toute les 5 minutes en affichant les classement des dosh gagnés start_tc --repeat --time 300 update_motd -q dosh ; Désactive la suppression de l'apparition des lignes dans le chat silent --quiet

source: Executing script:
fr_fr: Exécution du script:

source: Stopped {} command(s)
fr_fr: {} commande(s) stoppée(s)

source: None running
fr_fr: Aucune exécution

source: Scheduled command ({}) ran directly by {}, please use CommandScheduler
fr_fr: Commande planifiée ({}) exécutée directement par {}, veuillez utiliser CommandScheduler

source: No MOTD file for {} found, pulling from web admin!
fr_fr: Aucun fichier MOTD pour {} trouvé, extraction depuis webadmin !

source: Updated the MOTD!
fr_fr: Le MOTD a été mis à jour !

source: Scoreboard_type not recognised '{}'. Options are: dosh, kills
fr_fr: Scoreboard_type non reconnu '{}'. Les options sont : dosh, kills

source: You're not authorised to use that command
fr_fr: Vous n'êtes pas autorisé à utiliser cette commande

source: This action isn't supported without Killing Floor 2 Magicked Administrator's server side patch! Please review the documentation at '{}' for guidance.
fr_fr: Cette action n'est pas prise en charge sans le patch pour le serveur fournis par Killing Floor Magicked Admin ! Veuillez consulter la documentation à '{}' pour plus de conseils.

source: The help text for this command hasn't been written!
fr_fr: Le texte d'aide pour cette commande n'a pas été écrit !

source: Auth failure, username: {}, user flags: {:b}
fr_fr: Échec d'authentification, nom d'utilisateur : {}, drapeaux utilisateur : {:b}

source: Usage: !start_jc COMMAND COMMAND - Command to run Desc: Runs a command when a player joins the match
fr_fr: Utilisation : !start_jc COMMAND COMMAND - Command à exécuter Description : Exécute une commande quand un joueur rejoint la partie

source: Please specify a command to run
fr_fr: Veuillez spécifier une commande à exécuter

source: Player join command started
fr_fr: La commande devant s'activer quand un joueur rejoins la partie a démarrée

source: Usage: !stop_jc Desc: Stops all join commands
fr_fr: Utilisation : !stop_jc Description : Désactive toutes les commandes devant s'activer quand un joueur rejoins la partie

source: Usage: !start_wc [--wave] COMMAND -w --wave - Optional, wave to run on COMMAND - Command to run Desc: Run a command at the start of a wave, wave can be omitted top run on every wave
fr_fr: Utilisation : ! tart_wc [--wave] COMMAND -w --wave - facultatif, vague à laquelle s'exécute la commande COMMAND - Command to run Description : Exécute une commande au début d'une vague, wave peut être omis pour être exécuté à chaque vague

source: '{}' is not a valid wave number
fr_fr: '{}' n'est pas un numéro de vague valide

source: Wave start command started
fr_fr: La commande devant s'exécuter au début de la vague a démarrée

source: Usage: !stop_wc Desc: Stops all wave commands
fr_fr: Utilisation : !stop_wc Description : Désactive toutes les commandes wave

source: Usage: !start_tc [-r -t] COMMAND COMMAND - Command to run -r --repeat - Optional, run repeatedly -t --time - Seconds before running Desc: Runs a command after some time delay
fr_fr: Utilisation : ! Tart_tc [-r -t] COMMAND COMMAND - Commande à exécuter -r --repeat - Facultatif, permet à la commande de s'exécuter à chaque vague -t --time - secondes avant avant que la commande ne s'exécute Description : Exécute une commande après un certain délai

source: Please specify a time interval, '!start_tc -h' for help
fr_fr: Veuillez spécifier un intervalle de temps, '!start_tc -h' pour obtenir de l'aide

source: '{}' is not a valid time interval
fr_fr: '{}' n'est pas un intervalle de temps valide

source: Time interval command started
fr_fr: Commande d'intervalle de temps démarrée

source: Usage: !stop_tc Desc: Stops all timed commands
fr_fr: Utilisation : !stop_tc Description : Désactive toutes les commandes chronométrées

source: Usage: !start_trc [--wave] COMMAND COMMAND - Command to run -w --wave - Optional, wave to run on Desc: Runs a command when the trader opens, wave can be omitted to run every time the trader opens
fr_fr: Utilisation : ! tart_trc [--wave] COMMAND COMMAND - Commande à exécuter -w --wave - Facultatif, définis la vague à laquelle la commande doit s'exécuter Description : Exécute une commande quand le trader s'ouvre, wave peut être omis afin de s'exécuter à chaque ouverture du trader

source: Trader open command started
fr_fr: La commande devant s'exécuter lorsque le trader est ouvert a démarrée

source: Usage: !stop_trc Desc: Stops all trader commands
fr_fr: Utilisation : !stop_trc Description : Désactive toutes les commandes liées au trader

source: Usage: !marquee FILE FILE - Some file in 'conf/marquee' Desc: Runs a marquee in chat
fr_fr: Utilisation : !marquee FILE FILE - Un fichier dans 'conf/marquee' Description : Exécute une marquee dans le chat

source: Missing argument: filename
fr_fr: Argument manquant : nom de fichier

source: Couldn't find file
fr_fr: Impossible de trouver le fichier

source: Usage: !players Desc: Shows the number of players currently online
fr_fr: Utilisation : !players Description : Affiche le nombre de joueurs actuellement en ligne

source: {}/{} Players are online
fr_fr: {}/{} Joueurs sont en ligne

source: Usage: !players Desc: Shows detailed information about online players
fr_fr: Utilisation : !players Description : Affiche des informations détaillées sur les joueurs en ligne

source: No players in game
fr_fr: Aucun joueur en jeu

source: Usage: !game Desc: Shows current game info and rules
fr_fr: Utilisation : !game Description : Affiche les informations et les règles du jeu actuel

source: Usage: !map Desc: Shows statistics about the current map
fr_fr: Utilisation : !map Description : Affiche les statistiques de la carte actuelle

source: Usage: !game_time Desc: Shows the number of seconds since the match started. Excludes trader time and the boss wave.
fr_fr: Utilisation : !game_time Description : Affiche le nombre de secondes qui se sont écoulées depuis le début du match. Exclut le temps écoulé durant l'ouverture du trader ainsi que la/les vague(s) de boss.

source: Usage: !record_wave Desc: Shows the highest wave reached on this map
fr_fr: Utilisation : !record_wave Description : Affiche la plus haute vague atteinte sur cette carte

source: {} is the highest wave reached on this map
fr_fr: {} est la vague la plus élevée atteinte sur cette carte

source: Usage: !commands Desc: Lists all player commands
fr_fr: Utilisation : !commands Desc : Liste toutes les commandes des joueurs

source: Available commands: !record_wave, !game, !kills, !dosh, !top_kills, !top_dosh, !top_time, !stats, !game_time, !server_kills, !server_dosh, !map, !maps, !player_count Commands have help, e.g. '!stats -h'
fr_fr: Commandes disponibles : !record_wave, !game, !kills, !dosh, !top_kills, !top_dosh, !top_time, ! tats, !game_time, !server_kills, !server_dosh, !map, !maps, !player_count Chaque commande peut être décrite par -h, par exemple : '!stats -h'

source: Usage: !stats USERNAME USERNAME - Person to get stats for Desc: Shows statistics about a player, username can be omitted to get personal stats
fr_fr: Utilisation : !stats USERNAME USERNAME - Joueur dont on souhaite obtenir les stats Description : Affiche les statistiques sur un joueur, le nom d'utilisateur peut être omis pour obtenir ses propres stats

source: Stats for {}: Total play time: {} ({} sessions) Total deaths: {} Total kills: {} (rank #{}) Total dosh earned: £{} (rank #{}) Dosh this game: {}
fr_fr: Stats pour {} : Temps de jeu total : {} ({} sessions) Morts totales : {} Total de Zeds tués : {} (rang #{}) Nombre total de dosh gagnés : {} dosh (rang #{}) Dosh gagnés durant cette partie : {}

source: Usage: !server_dosh Desc: Shows total dosh earned on this server
fr_fr: Utilisation : !server_dosh Description : Montre le montant total de dosh gagné sur ce serveur

source: £{} has been earned on this server
fr_fr: {} dosh ont été gagné sur ce serveur

source: Usage: !server_kills Desc: Shows total ZEDs killed on this server
fr_fr: Utilisation : !server_kills Description : Montre le total des ZEDs tués sur ce serveur

source: {} ZEDs have been killed on this server
fr_fr: {} ZEDs ont été tués sur ce serveur

source: Usage: !kills USERNAME USERNAME - User to get kill stats for Desc: Shows kill statistics for a player, username can be omitted to get personal stats
fr_fr: Utilisation : !kills USERNAME USERNAME - Affiche les statistiques liées au kills du joueur en question Description : Montre les statistiques de kills pour un joueur, le nom d'utilisateur peut être omis pour obtenir les statistiques personnelles

source: Player {} not in game
fr_fr: Joueur {} absent de la partie

source: You've killed a total of {} ZEDs (#{}), and {} this game
fr_fr: Vous avez tué un total de {} ZEDs (#{}), et {} cette partie

source: Usage: !dosh USERNAME USERNAME - User to get dosh stats for Desc: Shows dosh statistics for a player, username can be omitted to get personal stats
fr_fr: Utilisation : !dosh USERNAME USERNAME - Affiche les statistiques liées au nombre de dosh gagnés par un joueur Description : Affiche les statistiques liées au nombre de dosh gagnés par un joueur, le nom d'utilisateur peut être omis pour obtenir les statistiques personnelles

source: Player not in game
fr_fr: Joueur absent de la partie

source: You've earned a total of £{} dosh (#{}), and £{} this game
fr_fr: Vous avez gagné un total de {} dosh (#{}) et {} dosh durant cette partie

source: Usage: !top_kills Desc: Show the global kills leaderboard
fr_fr: Utilisation : !top_kills Description : Affiche le classement global des kills

source: Top 5 players by total kills:
fr_fr: Top 5 des joueurs par nombre de kills :

source: Usage: !top_dosh Desc: Shows the global dosh leaderboard
fr_fr: Utilisation : !top_dosh Description : Montre le classement global des dosh

source: Top 5 players by Dosh earned:
fr_fr: Top 5 des joueurs par nombre de dosh gagnés :

source: Usage: !top_time Desc: Shows the global play time leaderboard
fr_fr: Utilisation : !top_time Description : Affiche le classement global du temps de jeu

source: Top 5 players by play time:
fr_fr: Top 5 des joueurs par temps de jeu total :

source: Usage: !scoreboard Desc: Shows full player scoreboard
fr_fr: Utilisation : !scoreboard Description : Affiche le tableau de score complet du joueur

source: Scoreboard (name, kills, dosh):
fr_fr: Tableau des scores (name, kills, dosh) :

source: {} - {} Kills, £{}
fr_fr: {} - {} Kills, {} dosh

source: Usage: !top_wave_kills Desc: Shows who killed the most ZEDs in this wave
fr_fr: Utilisation : !top_wave_kills Description : Affiche qui a tué le plus de ZEDs durant cette vague

source: Player {} killed the most ZEDs this wave: {}
fr_fr: Le joueur {} a tué le plus de ZEDs durant cette vague : {}

source: Usage: !top_wave_dosh Desc: Shows who earned the most dosh this wave
fr_fr: Utilisation : !top_wave_dosh Description : Montre qui a gagné le plus de dosh durant cette vague

source: Player {} earned the most Dosh this wave: £{}
fr_fr: Le joueur {} a gagné le plus de Dosh durant cette vague : {} dosh

source: Usage: !ban USERNAME USERNAME - Player to ban Desc: Bans a player from the server
fr_fr: Usage: !ban USERNAME USERNAME - Joueur à bannir Description : Bannis un joueur du serveur

source: Missing argument, username or Steam ID
fr_fr: Argument manquant, nom d'utilisateur ou ID Steam

source: Player not found
fr_fr: Joueur introuvable

source: Player, {}, was banned
fr_fr: Le joueur, {}, a été banni

source: Usage: !say MESSAGE MESSAGE - Message to echo Desc: Echos a message in chat
fr_fr: Usage: !say MESSAGE MESSAGE - Message à afficher Description : Affiche un message dans le chat

source: Usage: !op USERNAME USERNAME - Player to give operator status Desc: Allows a player to use admin commands
fr_fr: Usage: !op USERNAME USERNAME - Joueur à qui l'on souhaite donner le statut d'admin Description : Alloue les commandes d'administrateur à un joueur

source: Couldn't find player '{}'
fr_fr: Impossible de trouver le joueur '{}'

source: Oped {}
fr_fr: {} a été promu admin

source: Usage: !deop USERNAME USERNAME - Player to revoke op status for Desc: Revokes a players ability to use admin commands
fr_fr: Usage: !deop USERNAME USERNAME - Révoquer le statut d'admin d'un joueur Description : Révoque la capacité d'un joueur à utiliser les commandes admin

source: Deoped {}
fr_fr: {} n'est plus admin

source: Usage: !maps [--all] -a --all - Show all available maps Desc: Shows maps that are in the map cycle
fr_fr: Utilisation : !maps [--all] -a --all - Affiche toute les cartes disponibles Description : Affiche les cartes présente dans le cycle de cartes

source: Stats for {}:
fr_fr: Statistiques pour {} :

source: Total plays: {}
fr_fr: Nombre total de parties jouées : {}

source: Record wave: {}
fr_fr: Vague la plus haute jamais atteinte sur cette carte : {}

source: Survival wins: {}
fr_fr: Victoires en Survie: {}

source: Usage: !enforce_dosh AMOUNT AMOUNT - Kicks players over this amount Desc: Kicks players with more dosh than the amount specified
fr_fr: Utilisation : !enforce_dosh AMOUNT AMOUNT - Expulse les joueurs possédant ce montant ou plus Description : Expulse les joueurs possédant plus de dosh que le nombre spécifié

source: Please specify a maximum amount of dosh
fr_fr: Veuillez spécifier un montant maximum de dosh

source: '{}' is not a valid number
fr_fr: '{}' n'est pas un nombre valide

source: Usage: !kick USERNAME USERNAME - Player to kick Desc: Kicks a player from the match
fr_fr: Utilisation : !kick USERNAME USERNAME - Joueur à expulser Description : Expulse un joueur de la partie

source: Player, {}, was kicked
fr_fr: Le joueur {} a été expulsé de la partie

source: Usage: !update_motd TYPE TYPE - Score type, one of: kills, dosh, time Desc: Updates the MOTD scoreboard
fr_fr: Utilisation : !update_motd TYPE TYPE - Type de score : kills, dosh, time Description : Met à jour le tableau de scores MOTD

source: Missing argument: type
fr_fr: Argument manquant : type

source: Unrecognised score type: {}
fr_fr: Type de score non reconnu : {}

source: Updated the MOTD
fr_fr: Le MOTD a été mis à jour

source: Usage: !reload_motd Desc: Reload the server's *.motd file
fr_fr: Utilisation : !reload_motd Description : Recharger le fichier *.motd du serveur

source: Reloaded the MOTD
fr_fr: Le MOTD a tété rechargé

source: Usage: !run FILE FILE - Some file in 'conf/scripts' Desc: Runs a script
fr_fr: Utilisation : !run FILE FILE - Un fichier dans 'conf/scripts' Description : Exécute un script

source: No script was specified
fr_fr: Aucun script n'a été spécifié

source: Script not found
fr_fr: Script introuvable

source: Usage: !restart Desc: Restarts the match
fr_fr: Utilisation : !restart Description : Redémarre la partie

source: Restarting map...
fr_fr: Redémarrage de la carte...

source: Usage: !load_map MAP_NAME MAP_NAME - Map to load Desc: Immediately changes the map.
fr_fr: Utilisation : !load_map MAP_NAME MAP_NAME - Carte à charger Description : Change de carte immédiatement.

source: Missing argument (map name)
fr_fr: Argument manquant (nom de la carte)

source: Changing map
fr_fr: Changement de carte

source: Usage: !password [--set] STATE STATE - On, off, or new password -s --set - Set a new password Desc: Enables or disables the game password configured in 'conf/magicked_admin.conf', state can be on, off, or a new password.
fr_fr: Utilisation : !password [--set] STATE STATE - On, off ou nouveau mot de passe -s --set - Définissez un nouveau mot de passe Description : Active ou désactive le mot de passe du jeu configuré dans 'conf/magicked_admin.conf', son état peut être activé, désactivé ou définit sur un nouveau mot de passe.

source: Game password is currently {}
fr_fr: Le mot de passe du jeu est actuellement {}

source: enabled
fr_fr: activé

source: disabled
fr_fr: désactivé

source: Game password enabled
fr_fr: Mot de passe de la partie activé

source: Game password disabled
fr_fr: Mot de passe de la partie désactivé

source: Unrecognised option {}
fr_fr: Option non reconnue {}

source: Usage: !silent [--quiet] -q --quiet - Suppresses output' Desc: Toggles command output globally
fr_fr: Utilisation : !silent [--quiet] -q --quiet - Supprime la visibilité des commandes du chat Description : Rend les commandes invisibles au chat de manière générale

source: Silent mode disabled
fr_fr: Mode silencieux désactivé

source: Silent mode enabled
fr_fr: Mode silencieux activé
